**Заглючил ГИТ ПУШ**, пришлось создавать новый файл и туда копипастить :((
## Задача: 
Написать программу, которая из имеющегося массива строк формирует массив из строк, длина которых меньше либо равна 3 символа. Первоначальный массив можно ввести с клавиатуры, либо задать на старте выполнения алгоритма. При решение не рекомендуется пользоваться коллекциями, лучше обойтись исключительно массивами.

## Описание решения:
1. Для начала создаем метод создания и вывода массива
	- используя цикл ***FOR*** и команду *Console.WriteLine* выводим массив  
	
2. Далее создаем метод поиска элементов в массиве размером 3 или меньше символов
	- создаем результирующий массив *result* и переменную *length*, которая отвечает за длину элемента массива 
	- используя цикл ***FOR*** и команду *Console.WriteLine* выводим результирующий массив с количеством символов три и меньше

3. Далее поочередно вызываем оба метода и на экране **результат**
